[
    {
        "id": "ISRO004",
        "name": "PSLV-C37",
        "agency": "ISRO",
        "information": "Launched 104 satellites into space on a single rocket in February 2017, a record for the most satellites launched in one go.",
        "result": "Successful - All satellites were successfully deployed into their intended orbits.",
        "image": "https://img-cdn.thepublive.com/fit-in/1200x675/newsnation-english/media/post_attachments/images/2017/02/14/202885716-ISROsatellitelaunch.jpg",
        "details": "The PSLV-C37 mission was a significant milestone for the Indian Space Research Organisation (ISRO), as it set the record for the most satellites launched in a single mission. The launch took place on February 15, 2017, from the Satish Dhawan Space Centre in Sriharikota, India. The PSLV-C37 rocket carried 104 satellites into space, surpassing the previous record of 37 satellites launched by Russia in 2014. Among these 104 satellites, 101 were foreign satellites from 19 different countries, including the United States, Israel, the United Arab Emirates, and others. The remaining three satellites were Indian ones, including Cartosat-2, a high-resolution Earth observation satellite, and two nanosatellites. The primary objective of this mission was to demonstrate the capability of ISRO to deploy a large number of satellites in a single mission, which would make space exploration more cost-effective and efficient. The PSLV-C37 was launched in the 'SSO' (Sun Synchronous Orbit) configuration, ensuring that the satellites could be deployed at different altitudes, each orbiting the Earth at varying angles to accommodate their specific purposes. The launch was meticulously planned, and each satellite was deployed at specific intervals to ensure there were no collisions or orbital interference.This achievement demonstrated India's growing capabilities in space technology and put ISRO in the global spotlight. It also showcased the significant strides India was making in the commercial satellite launch market, which has since become a lucrative business for ISRO, as many countries and private organizations turned to India for affordable satellite launch services. The PSLV-C37 mission was a testament to ISRO's engineering prowess and its ability to carry out complex space missions with precision. The success of this mission reinforced India's position as one of the leading spacefaring nations in the world.",
        "start": "2017-02-15",
        "end": "2017-02-15"
    },
    {
        "id": "ROS004",
        "name": "Mir Space Station",
        "agency": "Roscosmos",
        "information": "Space station launched in 1986, served as a research laboratory for long-term human habitation in space.",
        "result": "Successful - Hosted international astronauts and operated for 15 years before deorbiting in 2001.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/0/09/Mir_Space_Station_viewed_from_Endeavour_during_STS-89.jpg",
        "details": "The Mir Space Station, launched by the Soviet Union in 1986, was a pioneering effort in long-term human habitation and space research. Designed to host astronauts for extended periods, Mir provided invaluable data on the effects of long-term space living on the human body, as well as important insights into space technology, orbital mechanics, and the operation of space habitats. The station was composed of multiple interconnected modules, which allowed for a variety of scientific experiments and research in microgravity. Mir was home to astronauts from different countries, including Russia, the United States, Europe, and Japan, making it one of the first truly international space stations.The station served as a hub for numerous space missions and scientific projects, and it played a critical role in the development of future space stations, such as the International Space Station (ISS). Many technological innovations that would later be used on the ISS were tested aboard Mir. The station had a significant impact on space research, especially in the fields of biology, physics, astronomy, and meteorology.Despite its success, Mir faced technical challenges, including power failures and malfunctions in its onboard systems, but it continued to operate for 15 years. In 2001, after its operations had ended, the station was deliberately deorbited and reentered Earth's atmosphere, where it largely burned up, with some debris falling into the Pacific Ocean. Mir's legacy continues to be felt in the global space community, and it set the stage for the future of human space exploration and international collaboration.",
        "start": "1986-02-20",
        "end": "2001-03-23"
    },
    {
        "id": "NASA003",
        "name": "Curiosity Rover",
        "agency": "NASA",
        "information": "Mars rover launched in 2011 to explore the Gale Crater and determine if Mars ever had the right environmental conditions for microbial life.",
        "result": "Successful - Ongoing mission with significant findings on Mars' habitability.",
        "image": "https://static.sciencelearn.org.nz/images/images/000/003/148/embed/SLH_NEWS34_Curiosity_Rover_original.jpg?1674170123",
        "details": "The Curiosity Rover, launched by NASA on November 26, 2011, is a pivotal part of the Mars Science Laboratory mission. Its primary objective is to explore the Gale Crater on Mars, seeking evidence that Mars may have once had the right conditions to support microbial life. The rover’s mission is also to study the planet's climate and geology and collect data about the planet's history. Equipped with a suite of scientific instruments, including cameras, a drill, and a laser, Curiosity has made remarkable discoveries.One of the rover's most significant findings was evidence of ancient water flows, including signs of ancient rivers, lakes, and wet environments in the Gale Crater region. This finding is particularly important because water is a fundamental ingredient for life as we know it. Curiosity has also analyzed the atmosphere of Mars, detecting organic molecules like methane, which could be a sign of biological or geological processes.Another remarkable achievement of the Curiosity Rover was its analysis of the Martian soil. It has measured the radiation levels on the surface, which helps scientists understand the risks for future human missions to Mars. Furthermore, Curiosity has provided high-resolution images of the Martian landscape, revealing its terrain and rock formations in unprecedented detail.Curiosity’s mission is ongoing, and it continues to operate well beyond its planned lifespan. The rover's findings have revolutionized our understanding of Mars, particularly the idea that Mars may have been habitable billions of years ago. Its discoveries are helping scientists build a more complete picture of Mars and how it evolved, which is crucial for planning future missions, including NASA’s ambitions to send humans to Mars.In addition to its scientific contributions, Curiosity has also played a key role in laying the groundwork for the development of future Mars exploration missions. Its successful landing, the innovative Skycrane landing system, and its findings about Mars’ past environment have paved the way for NASA’s continued exploration of the Red Planet.",
        "start": "2011-11-26",
        "end": "Ongoing"
    },
    {
        "id": "ISRO001",
        "name": "Chandrayaan-1",
        "agency": "ISRO",
        "information": "India's first lunar probe, launched in October 2008 to explore the Moon.",
        "result": "Successful - Confirmed the presence of water/hydroxyl on the Moon.",
        "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/201910/chandrayaan_1.jpeg",
        "details": "Chandrayaan-1, launched on October 22, 2008, was India’s first mission to the Moon, marking a milestone in the country's space exploration program. The mission's primary objective was to survey the lunar surface and map its composition. It carried 11 scientific instruments, including a high-resolution camera and a spectrometer, which enabled scientists to study the Moon in unprecedented detail.One of Chandrayaan-1's most significant achievements was the discovery of water and hydroxyl molecules on the Moon’s surface. This finding was a breakthrough, as it challenged the long-standing belief that the Moon was completely dry. The detection of water in the form of ice at the lunar poles has important implications for future lunar exploration, as water could be a vital resource for human missions to the Moon.Chandrayaan-1 also provided detailed maps of the Moon’s surface, revealing its mineral composition, including the detection of key minerals like magnesium, silicon, and calcium. This data has improved our understanding of the Moon’s geological history and helped scientists learn more about its formation and evolution. The mission also contributed to the global understanding of the Moon's topography, with its high-resolution images and surface measurements.Despite losing communication with the spacecraft in August 2009, several months before its planned mission end, Chandrayaan-1 made a lasting impact on lunar exploration. It proved that India had the capability to conduct complex interplanetary missions and became a symbol of the country’s growing space ambitions. The mission’s success was a significant achievement for the Indian Space Research Organisation (ISRO), and it laid the groundwork for subsequent missions, such as Chandrayaan-2, which aimed to further explore the Moon’s south pole and its potential for resources.",
        "start": "2008-10-22",
        "end": "2009-08-29"
    },
    {
        "id": "NASA004",
        "name": "James Webb Space Telescope",
        "agency": "NASA",
        "information": "Next-generation space telescope launched in December 2021 to study the universe's origins, exoplanets, and distant galaxies.",
        "result": "Successful - Providing groundbreaking data on deep space phenomena.",
        "image": "https://images.newscientist.com/wp-content/uploads/2021/09/13165709/pri199591609.jpg",
        "details": "Launched on December 25, 2021, aboard an Ariane 5 rocket, the James Webb Space Telescope (JWST) is the most advanced space telescope ever built. Designed to study the universe in the infrared spectrum, JWST is poised to revolutionize our understanding of deep space phenomena, from the origins of the universe to the search for habitable planets. It features a 6.5-meter primary mirror, which is more than two and a half times larger than the Hubble Space Telescope's mirror, allowing it to capture incredibly detailed images of distant objects.JWST’s primary scientific goals include studying the formation of the first galaxies, the birth of stars and planetary systems, and investigating the potential for life on exoplanets. The telescope's infrared capabilities allow it to peer through cosmic dust and gas clouds, revealing objects that were previously obscured in visible light. JWST will also study the atmospheres of exoplanets, searching for signs of habitability, such as water vapor, methane, and other organic molecules.One of the telescope's most important features is its location at the second Lagrange point (L2), located about 1.5 million kilometers from Earth. This position provides a stable environment for observing deep space without the interference of Earth's atmosphere or heat. JWST's unprecedented resolution and sensitivity make it a powerful tool for observing objects up to 13.5 billion light-years away, allowing it to study the early universe in detail.Since its deployment, JWST has sent back groundbreaking data, including the first images of distant galaxies and the first detailed spectra of exoplanet atmospheres. Its discoveries are expected to provide critical insights into the formation of the universe, the evolution of galaxies, and the potential for life beyond Earth. JWST’s success marks a new era of space exploration and promises to reshape our understanding of the cosmos.",
        "start": "2021-12-25",
        "end": "Ongoing"
    },
    {
        "id": "ROS002",
        "name": "Luna 9",
        "agency": "Roscosmos",
        "information": "First spacecraft to achieve a soft landing on the Moon in February 1966.",
        "result": "Successful - Returned the first images from the lunar surface.",
        "image": "https://media.sciencephoto.com/c0/24/77/81/c0247781-800px-wm.jpg",
        "details": "Luna 9, launched on January 31, 1966, by the Soviet Union, was the first spacecraft to achieve a successful soft landing on the Moon. This achievement marked a milestone in space exploration, demonstrating the Soviet Union's advanced technology and pioneering spirit in lunar exploration. Luna 9’s mission was to land on the Moon, take photographs of the lunar surface, and transmit them back to Earth.After its successful landing on February 3, 1966, Luna 9 sent back the first-ever photographs from the lunar surface, revealing the Moon's barren, rocky landscape. The spacecraft's images provided the world with a detailed view of the lunar terrain, showing the fine, powdery lunar soil and the jagged rocks scattered across the surface. These photographs marked a critical moment in space history, as they were the first clear images taken from another celestial body.Luna 9 also provided valuable data on the Moon’s atmosphere and surface composition. The mission demonstrated the feasibility of landing spacecraft on the lunar surface, paving the way for future lunar exploration. Although Luna 9 was not the first spacecraft to reach the Moon (earlier missions, such as Luna 2, had made successful impact landings), it was the first to achieve a soft landing and survive long enough to transmit valuable data back to Earth.The success of Luna 9 was a significant achievement for Soviet space science, and it set the stage for future lunar missions, including those by NASA and other space agencies. Luna 9’s historic landing was a key event in the space race and solidified the Soviet Union's position as a major player in the exploration of the Moon.",
        "start": "1966-01-31",
        "end": "1966-02-03"
    },
    {
        "id": "ROS001",
        "name": "Vostok 1",
        "agency": "Roscosmos",
        "information": "The first human spaceflight, launched in April 1961, carrying Yuri Gagarin into space.",
        "result": "Successful - Gagarin became the first human to orbit Earth.",
        "image": "https://th.bing.com/th/id/R.1371bb18eb8a285b0b9ef99e8ec76202?rik=AtCboYqgAqtWOg&riu=http%3a%2f%2fwww.spaceopedia.com%2fwp-content%2fuploads%2f2017%2f07%2fVostok-1-Spacecraft.jpg&ehk=yiel8xFBfIxiygHNX3MfbVakbb5SfuaWmi8WNuz1nLY%3d&risl=&pid=ImgRaw&r=0",
        "details": "Vostok 1, launched on April 12, 1961, was the first human spaceflight mission, marking a historic moment in space exploration. The spacecraft carried Soviet cosmonaut Yuri Gagarin, who became the first human to orbit Earth. The mission was an essential milestone in the space race, as it demonstrated that humans could survive and operate in space. Vostok 1 completed a single orbit around Earth, which lasted 108 minutes. During the flight, Gagarin reached a maximum altitude of 302 kilometers and a maximum speed of 27,400 km/h. The spacecraft was equipped with basic life-support systems, allowing Gagarin to breathe and withstand the vacuum of space. Throughout the mission, Gagarin communicated with ground control and experienced a weightless environment. The spacecraft was manually controlled by the cosmonaut, despite having a pre-programmed autopilot system, showcasing the capacity for human input in controlling spacecraft. Gagarin's flight was a triumph not only for the Soviet Union but also for humanity, highlighting the potential for human space exploration. This mission set the stage for future manned missions, including the eventual human landings on the Moon and beyond. Yuri Gagarin's accomplishment became a symbol of Soviet space prowess and spurred international interest in the exploration of space. The mission also provided critical data that would help in developing future crewed space missions and technologies, influencing subsequent space programs worldwide.",
        "start": "1961-04-12",
        "end": "1961-04-12"
    },
    {
        "id": "ISRO005",
        "name": "Gaganyaan",
        "agency": "ISRO",
        "information": "India's first human spaceflight mission planned for the near future.",
        "result": "Planned - Scheduled for 2024, aiming to send Indian astronauts to space.",
        "image": "https://static-ai.asianetnews.com/images/01cztkcyy666252vwyvqdxb2d1/Gaganyan_1200x630xt.jpg",
        "details": "Gaganyaan is India's first human spaceflight mission, which is scheduled for launch in 2024. It will carry Indian astronauts, referred to as Gagannauts, into space, with a crewed spacecraft that will be launched into low Earth orbit (LEO). This mission is a significant leap for India's space ambitions, and it will be the first time Indian astronauts are sent into space by the Indian Space Research Organisation (ISRO). The spacecraft will be equipped with advanced life-support systems to ensure the safety and survival of the astronauts during their time in orbit. It will also carry scientific instruments that will be used for conducting various experiments in the microgravity environment. Gaganyaan aims to advance India's capabilities in human space exploration and lay the foundation for future missions, including lunar and Mars missions. The crew is expected to stay in space for about a week, during which they will perform scientific experiments, collect data on how the human body reacts to space travel, and test various space technologies. This mission represents a major achievement for ISRO, furthering India's reputation as a growing power in space exploration. The Gaganyaan mission will also involve the development of new technologies such as crew modules, space suits, and emergency systems to ensure astronauts’ safety. India’s growing space program will also benefit from this mission by enhancing its technical expertise and fostering collaboration with international space agencies. Gaganyaan is poised to open new opportunities for India’s space future and strengthen its position in the global space community.",
        "start": "2024-12-01",
        "end": "Planned"
    },
    {
        "id": "NASA005",
        "name": "Perseverance Rover",
        "agency": "NASA",
        "information": "Mars rover launched in July 2020 to search for signs of ancient life and collect rock and soil samples.",
        "result": "Successful - Currently exploring Mars, with samples set to be returned in future missions.",
        "image": "https://www.businessinsider.in/photo/83163580/NASAs-Perseverance-rover-has-been-on-Mars-100-days-Its-best-photos-show-mysterious-rocks-false-rainbows-and-helicopter-flights-.jpg",
        "details": "The Perseverance Rover, launched by NASA on July 30, 2020, as part of the Mars 2020 mission, is tasked with exploring the surface of Mars to search for signs of ancient life. The rover landed on Mars on February 18, 2021, in the Jezero Crater, a location believed to have once hosted a lake. This site is ideal for studying past habitability and understanding the planet's geological and atmospheric evolution. Perseverance carries seven scientific instruments designed to study the planet's surface, atmosphere, and climate, including a ground-penetrating radar, a high-resolution camera, and a methane sensor. The rover also carries the Ingenuity helicopter, the first powered flight on another planet, which has conducted multiple successful test flights, opening possibilities for aerial exploration of Mars. One of Perseverance's key objectives is to collect samples of Martian soil and rocks, which will be stored for future missions to return to Earth. This will provide a better understanding of Mars' potential to support microbial life in the past. The rover’s findings will play a crucial role in NASA’s long-term goal of sending humans to Mars. Perseverance also aims to test new technologies such as autonomous navigation and sample caching, which will be important for future human exploration. Through its work, the Perseverance Rover is significantly advancing humanity's understanding of Mars and paving the way for future missions, including the potential for human exploration. The rover’s mission will continue to operate for several years, with ongoing data and discoveries shaping our understanding of the Martian environment.",
        "start": "2020-07-30",
        "end": "Ongoing"
    },
    {
        "id": "ISRO002",
        "name": "Mangalyaan",
        "agency": "ISRO",
        "information": "India's first interplanetary mission to explore Mars, launched in November 2013.",
        "result": "Successful - Orbited Mars and studied its surface and atmosphere.",
        "image": "https://www.engineersgarage.com/wp-content/uploads/2019/07/India%E2%80%99s-Mars-Orbiter-Mission-i.e.-Mangalyaan.jpg",
        "details": "Mangalyaan, also known as the Mars Orbiter Mission (MOM), was launched by the Indian Space Research Organisation (ISRO) on November 5, 2013. It marked India’s first interplanetary mission and positioned ISRO as a major player in space exploration. The mission aimed to explore Mars' surface, atmosphere, and mineral composition. After a journey of over 300 days, Mangalyaan successfully entered Mars' orbit on September 24, 2014, making India the first Asian country to reach Mars and the fourth space agency in the world to achieve this feat. Mangalyaan’s five scientific instruments, including a camera, spectrometer, and methane sensor, have provided vital data about Mars' atmosphere and surface. One of the key findings of the mission was the detection of methane, which could be a potential indicator of past microbial life. The mission also studied the Martian weather, dust storms, and surface features, adding valuable insights into the planet’s climate and geology. Mangalyaan’s success is significant not only for its scientific contributions but also for its cost-effectiveness, as the mission was completed on a budget of around $74 million, making it one of the most economical space missions to date. The success of Mangalyaan has enhanced India’s space reputation globally and set the stage for future interplanetary missions. The mission continues to provide valuable data to scientists, shaping our understanding of Mars and its potential for life.",
        "start": "2013-11-05",
        "end": "Ongoing"
    },
    {
        "id": "ROS005",
        "name": "Luna 24",
        "agency": "Roscosmos",
        "information": "Last mission in the Soviet Union's Luna program, successfully landed on the Moon in August 1976 and returned soil samples.",
        "result": "Successful - Retrieved 170.1 grams of lunar soil.",
        "image": "https://www.ecoavant.com/uploads/s1/53/75/0/la-luna-24-fue-la-nave-sovietica-que-protagonizo-la-ultima-mision-lunar-del-pais-wikipedia.jpeg",
        "details": "Luna 24 was the final mission of the Soviet Union’s Luna program, which aimed to explore the Moon and return samples to Earth. The spacecraft was launched on August 9, 1976, and it successfully landed on the Moon on August 18, 1976. Luna 24's primary objective was to retrieve lunar soil samples from the Moon’s surface, specifically from the Mare Crisium region. After landing, the spacecraft used a robotic arm to collect 170.1 grams of lunar soil from a depth of up to two meters. The samples were then transferred to an ascent vehicle, which launched them back to Earth. The spacecraft successfully returned to Earth on August 22, 1976, landing in the Soviet Union. This mission was significant because it marked the first time in over a decade that lunar soil was returned to Earth, providing valuable data for lunar research. Luna 24’s success also demonstrated the Soviet Union’s continued space exploration capabilities after the United States' Apollo lunar missions. The mission’s data contributed to our understanding of the Moon's composition and geologic history, specifically in the Mare Crisium region. The spacecraft also tested new technologies in sample retrieval, lunar landing, and ascent, which influenced subsequent space missions. Luna 24 marked the end of the Luna program, which had successfully returned lunar samples to Earth in earlier missions like Luna 16 and Luna 20, but it was the last to achieve this feat before the program was terminated.",
        "start": "1976-08-09",
        "end": "1976-08-22"
    },
    {
        "id": "ISRO003",
        "name": "Chandrayaan-2",
        "agency": "ISRO",
        "information": "Second lunar exploration mission launched in July 2019 with an orbiter, lander (Vikram), and rover (Pragyan).",
        "result": "Partially successful - Orbiter is operational, but the lander crashed on the Moon's surface.",
        "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/bodyeditor/201909/chandrayaan_2_mission-x625.png?xPAY4Ojc1Nyi3uVvMAKKbqLshsTpldD_",
        "details": "Chandrayaan-2 is the second lunar exploration mission by the Indian Space Research Organisation (ISRO), launched on July 22, 2019. It was designed to further India's space ambitions by exploring the Moon's south pole region, a site thought to hold important scientific discoveries due to its potential water ice reserves. The mission included an orbiter, lander (Vikram), and a rover (Pragyan). While the orbiter successfully entered lunar orbit and continues to operate, collecting valuable data about the Moon’s surface, atmosphere, and mineral composition, the Vikram lander unfortunately crashed during its descent on September 6, 2019. Despite the loss of the lander and rover, the orbiter continues to send data back to Earth, confirming the mission's partial success. The Chandrayaan-2 orbiter carries eight scientific instruments that have provided critical insights into lunar topography, exosphere, and surface elements. One of the key discoveries of the orbiter was the detection of water molecules in the Moon's surface, furthering the understanding of the Moon's potential as a site for future exploration. The mission also aimed to test ISRO's capabilities in soft landing and remote operation of surface rovers. Chandrayaan-2 represents a major step for ISRO’s lunar exploration program and lays the groundwork for future missions, including a follow-up mission to attempt another soft landing. The mission also paves the way for India's growing expertise in space exploration, demonstrating its ability to design and operate complex space systems.",
        "start": "2019-07-22",
        "end": "Ongoing"
    },
    {
        "id": "NASA002",
        "name": "Voyager 1",
        "agency": "NASA",
        "information": "Launched in 1977, it is the farthest human-made object in space, exploring the outer Solar System and interstellar space.",
        "result": "Successful - Continues to transmit data from interstellar space.",
        "image": "https://d2pn8kiwq2w21t.cloudfront.net/original_images/missionswebvoyager_Mg1tvrS.jpg",
        "details": "Voyager 1, launched by NASA on September 5, 1977, is one of the most significant missions in the history of space exploration. Its primary mission was to study the outer planets of the Solar System, including Jupiter and Saturn. After completing its flybys of Jupiter in 1979 and Saturn in 1980, Voyager 1 continued its journey outward, venturing into interstellar space. In 2012, Voyager 1 became the first human-made object to leave the influence of the Sun, entering interstellar space. The spacecraft has continued to send back valuable data about cosmic radiation, magnetic fields, and particle distributions in the space beyond our Solar System. Despite being over 14 billion miles from Earth, Voyager 1 remains in contact with NASA, though its signals take over 21 hours to reach Earth. The spacecraft is equipped with a suite of instruments that have provided groundbreaking scientific data on the outer planets, including detailed images of Jupiter’s Great Red Spot and Saturn’s moons. Voyager 1 is now focused on studying the environment of interstellar space, providing a unique perspective on the universe beyond the Sun’s reach. It is expected to continue transmitting data until approximately 2025 when its power supply will no longer be sufficient to maintain its systems. Voyager 1’s mission has been one of the most successful and enduring space exploration missions, contributing immensely to our understanding of the Solar System and beyond.",
        "start": "1977-09-05",
        "end": "Ongoing"
    },
    {
        "id": "ROS003",
        "name": "Soyuz 19 (Apollo-Soyuz)",
        "agency": "Roscosmos",
        "information": "A joint US-Soviet mission launched in 1975 as the first international human spaceflight mission.",
        "result": "Successful - Demonstrated docking capabilities between different space agencies.",
        "image": "https://cdn.mos.cms.futurecdn.net/938MUuMyXc5Ds3hNiWsdVQ.jpg",
        "details": "Soyuz 19, part of the Apollo-Soyuz Test Project (ASTP), was a joint mission between the United States and the Soviet Union that took place in July 1975. It marked the first international human spaceflight mission, symbolizing a period of détente between the two Cold War rivals. The mission's primary objective was to test the ability of American and Soviet spacecraft to dock in space, a crucial step toward future international cooperation in space exploration. Soyuz 19 launched from the Soviet Union with cosmonauts Valery Kubasov and Viktor Gorbatko aboard, while the Apollo spacecraft, launched by NASA, carried astronauts Thomas Stafford, Vance Brand, and Donald Slayton. The two spacecraft successfully docked in orbit on July 17, 1975, and the crews conducted joint operations, exchanged gifts, and participated in scientific experiments. The mission demonstrated the feasibility of international cooperation in space, paving the way for future collaborative missions between space agencies. The successful docking and cooperation between the two crews provided a blueprint for future space partnerships, such as those seen in the International Space Station (ISS). Soyuz 19 and the Apollo-Soyuz Test Project laid the foundation for an era of peace and collaboration in space, marking a significant achievement in the history of human spaceflight.",
        "start": "1975-07-15",
        "end": "1975-07-24"
    },
    {
        "id": "NASA001",
        "name": "Apollo 11",
        "agency": "NASA",
        "information": "The first manned mission to land on the Moon in July 1969.",
        "result": "Successful - Neil Armstrong and Buzz Aldrin walked on the Moon.",
        "image": "https://aas.org/sites/default/files/inline-images/Apollo_11_on_Moon.jpg",
        "details": "Apollo 11 was a historic space mission conducted by NASA, which successfully landed the first humans on the Moon on July 20, 1969. The spacecraft, launched on July 16, 1969, carried astronauts Neil Armstrong, Buzz Aldrin, and Michael Collins on a mission to land on the Moon and return safely to Earth. The Lunar Module, 'Eagle,' carrying Armstrong and Aldrin, separated from the Command Module, piloted by Collins, and descended toward the Moon's surface. Armstrong famously became the first human to step on the lunar surface, declaring the iconic words, 'That's one small step for [a] man, one giant leap for mankind.' Aldrin joined Armstrong shortly after, and together they spent about 21 hours on the Moon, conducting experiments, collecting rock samples, and taking photographs. Meanwhile, Collins orbited the Moon in the Command Module. Apollo 11’s successful landing and return marked the culmination of President John F. Kennedy’s vision of sending a man to the Moon before the decade’s end. The mission significantly advanced humanity's understanding of the Moon and paved the way for future lunar exploration. The Apollo 11 mission remains one of the most significant achievements in human history, showcasing the potential for space exploration and inspiring generations of scientists, engineers, and explorers.",
        "start": "1969-07-16",
        "end": "1969-07-24"
    },
    {
        "id": "ESA001",
        "name": "Rosetta (spacecraft)",
        "agency": "ESA",
        "information": "A mission to study and land on Comet 67P/Churyumov-Gerasimenko.",
        "result": "Successful - Provided detailed data on the comet's structure and composition.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Rosetta_spacecraft_model.png/450px-Rosetta_spacecraft_model.png",
        "details": "The Rosetta mission, conducted by the European Space Agency (ESA), was a groundbreaking mission designed to study and land on the comet 67P/Churyumov-Gerasimenko. Launched on March 2, 2004, the spacecraft embarked on a journey of over 10 years, covering a distance of more than 6 billion kilometers to reach the comet in 2014. Rosetta’s goal was to understand the composition of comets and their role in the solar system’s formation. The spacecraft carried the Philae lander, which successfully landed on the comet's surface on November 12, 2014, marking the first time a spacecraft had made a successful landing on a comet. Although Philae’s lander faced challenges during its descent and was unable to send data continuously, Rosetta itself continued to orbit the comet and provided detailed data on its structure, gas emissions, and surface features. The mission revealed that the comet was composed primarily of water ice and organic compounds, shedding light on the origins of water and organic material on Earth. Rosetta also captured stunning images of the comet and monitored its interaction with the solar wind, providing valuable insights into the behavior of comets. The successful completion of Rosetta’s mission has significantly advanced our understanding of comets, offering critical data on their composition and their potential role in the development of life on Earth.",
        "start": "2004-03-02",
        "end": "2016-09-30"
    },
    {
        "id": "JAXA001",
        "name": "Hayabusa2",
        "agency": "JAXA",
        "information": "Asteroid sample-return mission to study Ryugu.",
        "result": "Successful - Delivered samples to Earth in December 2020.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Hayabusa2_Ion_thruster.jpg/450px-Hayabusa2_Ion_thruster.jpg",
        "details": "Hayabusa2 is an asteroid sample-return mission conducted by the Japan Aerospace Exploration Agency (JAXA) with the goal of studying asteroid Ryugu. Launched on December 3, 2014, Hayabusa2 traveled for more than three years before reaching the asteroid in June 2018. The spacecraft studied Ryugu’s surface and conducted a series of operations to collect samples. In February 2019, Hayabusa2 released a small impactor to create a crater on the asteroid’s surface, allowing it to collect fresh material beneath the surface that had not been exposed to space radiation. The spacecraft then collected samples from the crater and other areas of the asteroid’s surface. Hayabusa2 successfully returned these samples to Earth on December 6, 2020, landing in Australia. The asteroid samples were studied to gain insights into the early solar system's formation and the potential for life. Hayabusa2's successful mission marked a significant achievement in planetary science, as it was the second mission in history to return samples from an asteroid after NASA’s OSIRIS-REx mission. The mission's findings have expanded our understanding of asteroids and their potential as sources of water and organic molecules, which could have implications for the origins of life on Earth.",
        "start": "2014-12-03",
        "end": "2020-12-06"
    },
    {
        "id": "NASA006",
        "name": "Hubble Space Telescope",
        "agency": "NASA",
        "information": "Space telescope launched in 1990 to observe distant stars, galaxies, and other celestial phenomena.",
        "result": "Successful - Revolutionized our understanding of the universe.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/HST-SM4.jpeg/450px-HST-SM4.jpeg",
        "details": "Launched on April 24, 1990, aboard the Space Shuttle Discovery, the Hubble Space Telescope (HST) has revolutionized our understanding of the universe by providing unprecedented clarity in observing distant stars, galaxies, and other cosmic phenomena. Positioned above the Earth's atmosphere, Hubble avoids the atmospheric distortion that affects ground-based telescopes, allowing it to capture exceptionally clear and detailed images of celestial objects. Hubble's main scientific objectives include observing the formation of stars and galaxies, studying the expansion of the universe, and searching for exoplanets in other star systems. Since its launch, Hubble has produced groundbreaking discoveries, such as providing direct evidence of the expansion of the universe and helping to determine the age of the universe, which is now estimated to be around 13.8 billion years. It has also played a pivotal role in the discovery of dark energy, a mysterious force driving the accelerated expansion of the universe. Over the years, Hubble has captured some of the most iconic images of the universe, such as the Pillars of Creation and the Hubble Deep Field, which reveals thousands of galaxies in a tiny patch of sky. The telescope’s wide range of instruments allows it to observe in the ultraviolet, visible, and near-infrared spectra, providing scientists with a multi-dimensional view of the universe. Hubble has also contributed to our understanding of black holes, star formation, and the interstellar medium. The telescope's longevity and success were made possible by several servicing missions conducted by astronauts aboard the Space Shuttle, the last of which took place in 2009. These missions upgraded Hubble's instruments and ensured its continued operation. As of now, Hubble continues to provide invaluable data to scientists and remains one of the most important space observatories ever built. The telescope has helped answer numerous questions about the cosmos and continues to inspire future generations of astronomers and space enthusiasts.",
        "start": "1990-04-24",
        "end": "Ongoing"
    },
    {
        "id": "CNSA001",
        "name": "Tianwen-1",
        "agency": "CNSA",
        "information": "China's Mars mission, including an orbiter, lander, and rover.",
        "result": "Successful - Zhurong rover is actively exploring Mars.",
        "image": "https://upload.wikimedia.org/wikipedia/en/9/99/Mars_Global_Remote_Sensing_Orbiter_and_Small_Rover_%282020%29.png",
        "details": "Tianwen-1 is China’s first independent Mars mission, launched by the China National Space Administration (CNSA) on July 23, 2020. The mission's objectives were to orbit, land, and deploy a rover on Mars, making China the third country to successfully land a rover on the Red Planet, following the United States and the Soviet Union. The mission consists of three primary components: an orbiter, a lander, and the Zhurong rover. Tianwen-1 entered Mars’ orbit on February 24, 2021, after a nearly seven-month journey across space. The orbiter is equipped with multiple scientific instruments designed to study Mars' atmosphere, surface, and environment. Its primary role is to relay communications between the lander and Earth, while also gathering valuable data for future Mars exploration. On May 15, 2021, the Tianwen-1 lander successfully touched down in Utopia Planitia, a large plain in Mars' northern hemisphere. Shortly thereafter, the Zhurong rover was deployed, beginning its exploration of the Martian surface. The Zhurong rover, named after a fire god in Chinese mythology, is designed to study the Martian surface, search for water ice, and analyze the planet’s geology. It is equipped with a variety of instruments, including a camera, radar, spectrometer, and meteorological sensors. Zhurong has been particularly successful in capturing high-resolution images of Mars and analyzing the composition of its soil. It also detected signs of ancient water activity on the surface, supporting the theory that Mars may have once had conditions conducive to life. Tianwen-1 is not only a significant achievement for China but also a milestone for international Mars exploration. The mission demonstrates China’s growing capabilities in space exploration and its ambition to contribute to the global understanding of Mars and its potential for human habitation. The Tianwen-1 mission has placed China among the elite group of countries that have successfully explored Mars, and it sets the stage for future Chinese missions to the planet.",
        "start": "2020-07-23",
        "end": "Ongoing"
    },
    {
        "id": "ISRO006",
        "name": "Aditya-L1",
        "agency": "ISRO",
        "information": "Upcoming solar mission to study the Sun's corona and magnetic fields.",
        "result": "Planned - Scheduled for launch in 2025.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Aditya_L1_during_pre_launch_assembley.jpg/420px-Aditya_L1_during_pre_launch_assembley.jpg",
        "details": "Aditya-L1 is an upcoming solar mission by the Indian Space Research Organisation (ISRO), designed to study the Sun’s outermost layer, the corona, and its magnetic fields. The spacecraft is slated for launch in 2025 and will be India's first dedicated mission to study the Sun. Aditya-L1 will be placed at the Lagrange point L1, approximately 1.5 million kilometers from Earth, where it will continuously observe the Sun without any obstructions. This position allows for continuous observation of solar phenomena, providing a unique vantage point to study the Sun’s behavior in real-time. The primary objectives of Aditya-L1 include understanding the Sun’s outer atmosphere, particularly the corona, which is a source of the solar wind, and studying the Sun’s magnetic fields, which affect space weather and have a profound impact on Earth's climate. The spacecraft will also investigate solar activities such as coronal mass ejections (CMEs), solar flares, and their effects on space weather and Earth’s magnetosphere. The Aditya-L1 mission will carry a suite of scientific instruments to measure different aspects of solar radiation, magnetic fields, and energetic particles. One of the key goals is to better understand the Sun’s influence on space weather and its potential to disrupt satellite communications, navigation systems, and power grids on Earth. Aditya-L1 will provide valuable data for improving space weather forecasting and help scientists gain deeper insights into the fundamental processes that govern solar physics. As ISRO’s first mission dedicated to solar research, Aditya-L1 represents a significant leap in the country’s space exploration program and enhances India’s position in the global scientific community.",
        "start": "2025-01-01",
        "end": "Ongoing"
    },
    {
        "id": "NASA007",
        "name": "Parker Solar Probe",
        "agency": "NASA",
        "information": "Mission to study the Sun's outer corona by getting closer to it than any other spacecraft.",
        "result": "Successful - Providing unprecedented data on solar wind and magnetic fields.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Parker_Solar_Probe_spacecraft_model.png/390px-Parker_Solar_Probe_spacecraft_model.png",
        "details": "Launched on August 12, 2018, the Parker Solar Probe is a NASA mission designed to explore the Sun’s outer atmosphere, the corona, by getting closer to the Sun than any other spacecraft in history. Named after astrophysicist Eugene Parker, the probe's primary goal is to understand the Sun’s behavior and the physical processes that govern its atmosphere and solar wind. Parker Solar Probe will travel through the Sun’s corona, a region where the temperature is millions of degrees Celsius, compared to the relatively cooler temperatures of the Sun's surface. This proximity to the Sun will provide unprecedented data on the solar wind and magnetic fields, helping scientists understand the origins of solar wind and the mechanisms that drive solar activity. The spacecraft is equipped with a suite of scientific instruments designed to measure the electric and magnetic fields, the properties of energetic particles, and the plasma surrounding the Sun. It will also capture images of the solar corona and measure the speed and direction of solar wind streams. One of the mission’s most significant goals is to study the acceleration of the solar wind and the heating of the corona, two phenomena that have puzzled scientists for decades. By understanding these processes, the Parker Solar Probe will provide essential insights into the Sun’s cycles, which have direct implications for space weather and its effects on Earth, including geomagnetic storms and disruptions to satellite communications and power grids. The Parker Solar Probe is designed to make multiple passes close to the Sun, gradually coming closer with each orbit. The spacecraft is expected to make a series of closest approaches, culminating in a final pass in 2025, when it will be only about 4 million miles from the Sun’s surface. Parker Solar Probe is a groundbreaking mission that promises to expand our knowledge of the Sun and its influence on the entire solar system.",
        "start": "2018-08-12",
        "end": "Ongoing"
    },
    {
        "id": "ESA002",
        "name": "BepiColombo",
        "agency": "ESA",
        "information": "Mission to explore Mercury in collaboration with JAXA.",
        "result": "Ongoing - En route to Mercury for orbital insertion.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/BepiColombo_spacecraft_model.png/450px-BepiColombo_spacecraft_model.png",
        "details": "BepiColombo is a joint mission between the European Space Agency (ESA) and the Japan Aerospace Exploration Agency (JAXA) designed to explore Mercury, the innermost planet of the Solar System. Launched on October 20, 2018, the mission is set to provide unprecedented insights into Mercury's surface, atmosphere, and magnetic field. BepiColombo consists of two spacecraft: the Mercury Planetary Orbiter (MPO), which is operated by ESA, and the Mio spacecraft, which is operated by JAXA. The spacecraft will travel to Mercury using a combination of gravity assists from Venus and Mercury itself to reduce the required fuel and adjust their orbits for the final mission insertion. The scientific goals of BepiColombo include understanding the planet’s formation, its magnetic field, and its geological history, as well as investigating the interaction between Mercury’s surface and solar wind. Mercury’s surface temperature fluctuates drastically, and its atmosphere, which is extremely thin, is constantly bombarded by the solar wind, making it an intriguing object of study. The spacecraft will also investigate the planet’s core, which is believed to be unusually large and dense compared to other planets. BepiColombo will perform detailed mapping of Mercury’s surface, measuring its composition and searching for signs of water ice in permanently shadowed regions near the planet’s poles. The spacecraft will also study the dynamics of Mercury’s weak magnetic field, which is thought to be generated by a partially liquid iron core. BepiColombo is expected to reach Mercury in December 2025, where it will begin its science operations. This mission marks a significant step in planetary exploration, providing scientists with the tools necessary to study one of the most enigmatic planets in the Solar System.",
        "start": "2018-10-20",
        "end": "2025-12-01"
    },
    {
        "id": "NASA029",
        "name": "New Horizons",
        "agency": "NASA",
        "information": "Mission to explore Pluto and the Kuiper Belt.",
        "result": "Successful - Provided the first close-up images of Pluto.",
        "image": "https://cdn.britannica.com/78/91878-050-6215C37B/Artist-Pluto-rendering-spacecraft-moons-New-Horizons.jpg",
        "details": "Launched on January 19, 2006, New Horizons is NASA's mission to explore Pluto and the outer reaches of the Solar System. The spacecraft's primary objective was to provide the first close-up images and data from Pluto, a task it accomplished in spectacular fashion during its flyby on July 14, 2015. New Horizons’ flyby of Pluto revealed unprecedented details about the dwarf planet, including a complex and varied surface, including icy plains, mountains, and a vast nitrogen ice glacier. One of the mission's most important findings was evidence of geological activity on Pluto, indicating that it has an internal heat source and a dynamic surface. The spacecraft also studied Pluto’s five moons, particularly Charon, which revealed evidence of a large, ancient impact basin and potential signs of water ice beneath the surface. Following its Pluto encounter, New Horizons continued its mission into the Kuiper Belt, the region of icy bodies beyond Neptune. In January 2019, it performed a flyby of the Kuiper Belt Object (KBO) Arrokoth, providing the first detailed images of a KBO. New Horizons is now continuing to send back data from this distant part of the Solar System, offering new insights into the origins of the planets and the early Solar System.",
        "start": "2006-01-19",
        "end": "Ongoing"
    },
    {
        "id": "NASA030",
        "name": "Spitzer Space Telescope",
        "agency": "NASA",
        "information": "Space telescope to study infrared light from distant stars and galaxies.",
        "result": "Successful - Provided deep insights into the formation of planets, stars, and galaxies.",
        "image": "https://www.spitzer.caltech.edu/uploaded_files/other_files/0000/1672/earth_trailing2small.jpg",
        "details": "Launched on August 25, 2003, the Spitzer Space Telescope was one of NASA’s Great Observatories, designed to study infrared light from distant stars, galaxies, and cosmic dust. Unlike optical telescopes, which observe visible light, Spitzer was equipped to study infrared wavelengths, allowing it to see through cosmic dust clouds and observe objects that are otherwise hidden from view. Spitzer’s observations have significantly advanced our understanding of star formation, planet formation, and the evolution of galaxies. It has provided crucial data about the conditions in molecular clouds where stars are born and has helped to identify exoplanets by observing the infrared radiation they emit. Spitzer has also studied the composition and structure of the Milky Way, uncovering previously unknown features such as complex dust formations and stellar remnants. Some of the mission's most notable discoveries include detecting a massive, ancient galaxy that existed just 800 million years after the Big Bang, and providing the first detailed study of the birth of planetary systems. Spitzer also helped determine that Saturn's moon Titan has a thick atmosphere made of methane and nitrogen. Spitzer concluded its mission in January 2020, after over 16 years of continuous operation, but its legacy continues to influence the field of infrared astronomy.",
        "start": "2003-08-25",
        "end": "2020-01-30"
    },
    {
        "id": "JAXA002",
        "name": "Akatsuki",
        "agency": "JAXA",
        "information": "Japan's Venus exploration mission to study Venus' atmosphere and weather patterns.",
        "result": "Successful - Providing valuable data on Venus' atmospheric composition.",
        "image": "https://cdn.britannica.com/22/138822-050-4B4809DC/Artist-conception-Akatsuki-Venus-space-probe.jpg",
        "details": "The Akatsuki mission, also known as the Venus Climate Orbiter, is Japan's first mission to study Venus and its atmosphere. Launched on May 20, 2010, by the Japan Aerospace Exploration Agency (JAXA), the spacecraft was designed to study the dynamic atmosphere of Venus, focusing on its weather patterns, cloud structure, and the planet's super-rotational winds. After an initial failed attempt to enter Venus’ orbit in December 2010, Akatsuki successfully entered orbit around Venus on December 7, 2015, following a series of orbital adjustments. The spacecraft is equipped with five scientific instruments, which measure the composition, temperature, and clouds of Venus’ atmosphere. It is providing invaluable data about the planet’s weather, including its high-speed winds, lightning, and the complex behavior of its thick clouds. The mission has already revealed critical information about Venus' atmosphere, such as the detection of sulfur dioxide, which is linked to volcanic activity, and its discovery of high-altitude lightning. Akatsuki’s studies are vital for understanding the complex atmosphere of Venus, including its extreme greenhouse effect, and they help scientists compare it with Earth’s climate and atmospheric dynamics.",
        "start": "2010-05-20",
        "end": "Ongoing"
    },
    {
        "id": "ESA003",
        "name": "Gaia (spacecraft)",
        "agency": "ESA",
        "information": "Space observatory to create a 3D map of our galaxy by measuring the position of stars.",
        "result": "Ongoing - Offering precise measurements of stellar positions and movements.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Gaia_observes_the_Milky_Way_ESA24305955.jpeg/390px-Gaia_observes_the_Milky_Way_ESA24305955.jpeg",
        "details": "Gaia is a space observatory launched by the European Space Agency (ESA) on December 19, 2013, with the mission to create a precise 3D map of the Milky Way galaxy. The spacecraft is designed to measure the position, distance, and motion of over one billion stars with unprecedented accuracy. This massive catalog will help scientists better understand the structure, formation, and evolution of the Milky Way. Gaia’s main scientific objectives include studying the distribution of stars, identifying the dynamics of the galaxy, and investigating the properties of exoplanets and star clusters. The spacecraft is equipped with the most precise star tracker and photometer, which provide detailed measurements of stellar positions and light curves. Gaia is also searching for new exoplanets by observing the subtle shifts in the positions of stars caused by gravitational interactions with orbiting planets. The data collected by Gaia is reshaping our understanding of the Milky Way’s composition, revealing hidden star populations and uncovering regions of intense stellar activity. Gaia's ongoing mission has already made significant contributions to the field of astrophysics and is expected to continue for several more years.",
        "start": "2013-12-19",
        "end": "Ongoing"
    },
    {
        "id": "NASA031",
        "name": "Juno (spacecraft)",
        "agency": "NASA",
        "information": "Mission to study Jupiter's atmosphere and magnetosphere.",
        "result": "Successful - Providing detailed data on Jupiter's internal structure.",
        "image": "https://d2xkkdgjnsfvb0.cloudfront.net/Vault/Thumb?VaultID=483&Interlaced=1&Mode=R&ResX=808&OutputFormat=jpg&Quality=80&ts=1723603688",
        "details": "Juno is a NASA mission designed to study Jupiter’s atmosphere, magnetosphere, and internal structure. Launched on August 5, 2011, Juno entered orbit around Jupiter on July 4, 2016. The spacecraft’s main goal is to understand the composition and structure of Jupiter's atmosphere, as well as to study its magnetic field, which is the largest and strongest of any planet in the Solar System. Juno's instruments are designed to probe beneath the planet’s thick clouds and observe its atmosphere in unprecedented detail. Among its key objectives are to measure Jupiter's water content, study the planet's auroras, and learn about its internal structure, including its core. One of the most groundbreaking findings of Juno has been its data suggesting that Jupiter's core may be much smaller than previously thought and that its atmosphere may contain more water than originally believed. Juno is also providing valuable data on Jupiter's intense radiation belts, which pose a challenge for future spacecraft and missions to the planet. By analyzing the planet's magnetic field, Juno is helping to clarify the planet's formation and evolution, offering insights into the early history of the Solar System. Juno’s close flybys of Jupiter’s cloud tops are revealing intricate details of the planet's weather systems, including powerful storms and giant cyclones that swirl at the poles. The spacecraft is currently in an extended mission phase, where it continues to return valuable data on Jupiter’s atmospheric dynamics and magnetic field.",
        "start": "2011-08-05",
        "end": "Ongoing"
    },
    {
        "id": "CNSA002",
        "name": "Chang'e 4",
        "agency": "CNSA",
        "information": "China's mission to land a rover on the far side of the Moon.",
        "result": "Successful - The first mission to explore the Moon's far side.",
        "image": "https://video.cgtn.com/news/3d3d414f78677a4e31457a6333566d54/video/806e72f4004f4a09bd26385d3eefaa6b/806e72f4004f4a09bd26385d3eefaa6b.jpg",
        "details": "Chang'e 4, launched on December 7, 2018, is a mission by the China National Space Administration (CNSA) to achieve the unprecedented goal of landing a rover on the far side of the Moon. The far side, often mistakenly called the 'dark side,' is the hemisphere of the Moon that never faces Earth, making communication challenging. To overcome this, the CNSA deployed the Queqiao relay satellite in May 2018 to maintain continuous communication between the lander, rover, and Earth. The mission's lander, along with the Yutu-2 rover, touched down on January 3, 2019, in the Moon's South Pole-Aitken Basin, a region of significant scientific interest due to its age and unique geological characteristics. The Yutu-2 rover is equipped with a range of scientific instruments to study the lunar surface, including a ground-penetrating radar to study the Moon's sub-surface, a panoramic camera, and a spectrometer. The mission's primary objective was to study the composition, structure, and geological processes of the far side, which had never been observed in detail before. Additionally, the mission carried a small biosphere experiment that grew plants, marking the first biological experiment on the Moon. Chang'e 4’s success in exploring the far side of the Moon significantly advanced China's space exploration capabilities and furthered global knowledge of the Moon's surface and its potential for future exploration and resource utilization.",
        "start": "2018-12-07",
        "end": "Ongoing"
    },
    {
        "id": "NASA032",
        "name": "OSIRIS-REx",
        "agency": "NASA",
        "information": "Mission to collect samples from asteroid Bennu.",
        "result": "Successful - Sample capsule returned to Earth in 2023.",
        "image": "https://wp-cpr.s3.amazonaws.com/uploads/2023/09/bennu-image-full-e1695071040332.jpg",
        "details": "OSIRIS-REx (Origins, Spectral Interpretation, Resource Identification, and Security-Regolith Explorer) is a groundbreaking NASA mission launched on September 8, 2016, with the aim of collecting samples from the near-Earth asteroid Bennu. Bennu was selected due to its high carbon content, which could provide insight into the early solar system's chemical composition and the formation of organic molecules. The spacecraft arrived at Bennu in 2018 and began an extensive survey of the asteroid's surface and characteristics. In 2020, OSIRIS-REx successfully performed a touch-and-go (TAG) maneuver, collecting a sample of dust and rocks from Bennu's surface. The sample was stored in a capsule aboard the spacecraft, which was then sent back to Earth. In 2023, the sample capsule returned to Earth, landing in the Utah desert. The collection of samples from Bennu represents a significant scientific achievement, as it provides a rare opportunity to study an asteroid’s material firsthand. The study of Bennu's composition will help scientists understand the processes that shaped our solar system and the role asteroids may have played in delivering organic material to Earth. The mission also contributed to planetary defense strategies, as Bennu's orbit brings it close to Earth, and studying its trajectory helps researchers assess potential future threats. OSIRIS-REx’s successful sample return will offer detailed insights into the composition of an ancient asteroid, providing clues about the origins of life on Earth and the solar system's formation.",
        "start": "2016-09-08",
        "end": "2023-09-24"
    },
    {
        "id": "ISRO007",
        "name": "Astrosat",
        "agency": "ISRO",
        "information": "India's first dedicated multi-wavelength space observatory.",
        "result": "Successful - Providing data on the universe's high-energy phenomena.",
        "image": "https://astron-soc.in/outreach/wp-content/uploads/2015/09/astrosat_featured_Image.jpg",
        "details": "Astrosat, launched by the Indian Space Research Organisation (ISRO) on September 28, 2015, is India's first dedicated multi-wavelength space observatory. The mission’s objective is to observe the universe in different wavelengths, including optical, ultraviolet, and X-rays, to provide a better understanding of high-energy phenomena in the universe. Astrosat's scientific payload includes a series of telescopes designed to capture images and spectral data from a variety of cosmic sources. It has an Ultraviolet Imaging Telescope (UVIT), an X-ray Spectrometer (XPS), and an imaging telescope designed for capturing optical wavelengths. These instruments enable the observatory to study a wide array of cosmic phenomena, including black holes, neutron stars, supernova remnants, and distant galaxies. One of the significant contributions of Astrosat is its role in studying the X-ray emissions from distant galaxies and clusters, helping scientists better understand the distribution of matter in the universe. Astrosat also studies the solar system, providing detailed observations of solar activity and its effects on space weather. The observatory has contributed to the global space community by expanding India’s space science capabilities and has produced a wealth of data that complements the work done by other international observatories. The mission continues to operate successfully, providing critical information on the universe’s high-energy phenomena.",
        "start": "2015-09-28",
        "end": "Ongoing"
    },
    {
        "id": "PKS002",
        "name": "PAKSAT-1R",
        "agency": "SUPARCO",
        "information": "Replacement satellite for PAKSAT-1 to further enhance communication services.",
        "result": "Successful - Improved communication and broadcasting services.",
        "image": "https://sky-brokers.com/wp-content/uploads/2021/02/PakSat-1R-on-LM-3BE-rocket.jpg",
        "details": "PAKSAT-1R, launched by the Space and Upper Atmosphere Research Commission (SUPARCO) of Pakistan on August 11, 2011, is a communication satellite designed to replace the older PAKSAT-1. It was developed to enhance the country’s communication infrastructure and provide improved broadcasting services across Pakistan, Central Asia, and the Middle East. The satellite is equipped with C-band and extended C-band transponders, enabling high-speed data transmission and enabling services such as direct-to-home (DTH) television, telecommunication services, and internet connectivity. The satellite was launched aboard a Long March 3B rocket from the Xichang Satellite Launch Center in China. PAKSAT-1R has bolstered Pakistan's communication capabilities, especially in rural and remote regions, where terrestrial communication networks are sparse. The satellite is also used for emergency communication and broadcasting services, offering a reliable platform for Pakistan's telecommunication and media sectors. By providing these essential services, PAKSAT-1R has helped improve the quality of life for people in underserved areas and allowed Pakistan to maintain global connectivity. The satellite has played a key role in advancing Pakistan’s space exploration efforts and strengthening its position in space technology.",
        "start": "2011-08-11",
        "end": "Ongoing"
    },
    {
        "id": "PKS003",
        "name": "PRSS-1",
        "agency": "SUPARCO",
        "information": "Pakistan's first indigenously developed remote sensing satellite for earth observation.",
        "result": "Successful - Provided valuable data for monitoring and disaster management.",
        "image": "https://spacewatch.global/wp-content/uploads/2017/10/PRSS-1-Pakistan-1.png",
        "details": "PRSS-1, launched on July 9, 2018, is Pakistan’s first indigenously developed remote sensing satellite. The satellite, designed and developed by SUPARCO (Space and Upper Atmosphere Research Commission), is equipped with an optical imaging payload capable of capturing high-resolution images of Earth's surface. PRSS-1’s primary purpose is to assist in earth observation for various applications, such as disaster monitoring, land and water management, and environmental management. The satellite’s high-resolution imaging capability allows it to monitor natural disasters like floods, earthquakes, and droughts in real-time, providing valuable data to government agencies for better disaster response and mitigation strategies. In addition to its disaster monitoring capabilities, PRSS-1 is also used for agricultural monitoring, urban planning, and environmental protection. It helps assess the health of crops, monitor land use changes, and track environmental degradation. The development and launch of PRSS-1 marked a significant milestone in Pakistan's space program, as it demonstrated the country’s capability to design and develop space technology. The satellite strengthens Pakistan's national security, providing vital data for national planning and decision-making.",
        "start": "2018-07-09",
        "end": "Ongoing"
    }
    
]